<template><div><h1 id="funnyarenapixel-玩家及团队言论行为规范" tabindex="-1"><a class="header-anchor" href="#funnyarenapixel-玩家及团队言论行为规范"><span>FunnyArenaPixel 玩家及团队言论行为规范</span></a></h1>
<p><strong>更新日期：2024 年 1 月 23 日</strong></p>
<h2 id="前言" tabindex="-1"><a class="header-anchor" href="#前言"><span>前言</span></a></h2>
<p>每一名玩家都希望自己能够在一个和谐的环境中体验游戏的乐趣， 我们也一直在为营造良好的   游戏环境而努力。对此， 我们决定开展服务器整体环境专项整治行动， 着力改善服务器环境。话虽 如此， 但本文涉及的所有规则将长期生效。我们也希望从玩家到服务器团队成员的所有人都能认真 对待， 不要尝试挑战规则和底线。以下规定在服务器内及玩家群和服务器相关的所有社区适用。</p>
<h2 id="一、对于玩家" tabindex="-1"><a class="header-anchor" href="#一、对于玩家"><span>一、对于玩家</span></a></h2>
<p>言行体现一个人的修养与品德。好的言行让人如沐春风、终生受益。反之，则有可能成为阻碍您前进的绊脚石。我们倡议大家对自己的言行负责，文明游戏，健康游戏，若玩家出现本条规定的以下情形，将会被按照规定进行处罚。（当同时违反多条时按处罚最严重的执行，扣除数值类处罚。</p>
<h3 id="_1-1-冒充官方人员、系统散布虚假信息、诱导玩家的行为甚至进行诈骗等" tabindex="-1"><a class="header-anchor" href="#_1-1-冒充官方人员、系统散布虚假信息、诱导玩家的行为甚至进行诈骗等"><span>1-1 冒充官方人员、系统散布虚假信息、诱导玩家的行为甚至进行诈骗等</span></a></h3>
<p>给予处罚：首次违规 3-1、3-4 及 3-8，屡教不改 3-7 及 3-9</p>
<h3 id="_1-2-通过各种方式、行为散布或传播言行不雅的信息" tabindex="-1"><a class="header-anchor" href="#_1-2-通过各种方式、行为散布或传播言行不雅的信息"><span>1-2 通过各种方式、行为散布或传播言行不雅的信息</span></a></h3>
<p>给予处罚：首次违规 3-1 及 3-4，屡教不改 3-5</p>
<h3 id="_1-3-发送各类大量重复的、无意义的、含有广告推广的垃圾信息" tabindex="-1"><a class="header-anchor" href="#_1-3-发送各类大量重复的、无意义的、含有广告推广的垃圾信息"><span>1-3 发送各类大量重复的、无意义的、含有广告推广的垃圾信息</span></a></h3>
<p>给予处罚：首次违规 3-1 及 3-4，屡教不改 3-5</p>
<h3 id="_1-4-通过任何方式或途径引起地域纠纷的" tabindex="-1"><a class="header-anchor" href="#_1-4-通过任何方式或途径引起地域纠纷的"><span>1-4 通过任何方式或途径引起地域纠纷的</span></a></h3>
<p>给予处罚：首次违规 3-1 及 3-4，屡教不改 3-8 及 3-10</p>
<h3 id="_1-5-进行钓鱼行为-挑衅、引起群体对立的-若仅是整活搞笑的言论-请明确说明自己无恶意-否" tabindex="-1"><a class="header-anchor" href="#_1-5-进行钓鱼行为-挑衅、引起群体对立的-若仅是整活搞笑的言论-请明确说明自己无恶意-否"><span>1-5 进行钓鱼行为，挑衅、引起群体对立的（若仅是整活搞笑的言论，请明确说明自己无恶意，否</span></a></h3>
<p>则也将视为违规）
给予处罚：首次违规 3-1 及 3-4，屡教不改 3-5</p>
<h3 id="_1-6-涉及违禁药品或任何违禁物品的" tabindex="-1"><a class="header-anchor" href="#_1-6-涉及违禁药品或任何违禁物品的"><span>1-6 涉及违禁药品或任何违禁物品的</span></a></h3>
<p>给予处罚：首次违规 3-1 及 3-4，屡教不改 3-5</p>
<h3 id="_1-7-泄露任何人未公开的信息、进行人身恐吓的" tabindex="-1"><a class="header-anchor" href="#_1-7-泄露任何人未公开的信息、进行人身恐吓的"><span>1-7 泄露任何人未公开的信息、进行人身恐吓的</span></a></h3>
<p>给予处罚：首次违规 3-1 及 3-4，屡教不改 3-8 及 3-10</p>
<h3 id="_1-8-通过任何方式阴阳怪气-发送阴阳怪气表情包-如龙图-进行不文明暗示的" tabindex="-1"><a class="header-anchor" href="#_1-8-通过任何方式阴阳怪气-发送阴阳怪气表情包-如龙图-进行不文明暗示的"><span>1-8 通过任何方式阴阳怪气，发送阴阳怪气表情包（如龙图），进行不文明暗示的</span></a></h3>
<p>给予处罚：首次违规 3-1 及 3-4，屡教不改 3-5</p>
<h3 id="_1-9-通过各种方式、行为传播木马、病毒、外挂、脚本等危害他人设备安全和游戏体验的信息的" tabindex="-1"><a class="header-anchor" href="#_1-9-通过各种方式、行为传播木马、病毒、外挂、脚本等危害他人设备安全和游戏体验的信息的"><span>1-9 通过各种方式、行为传播木马、病毒、外挂、脚本等危害他人设备安全和游戏体验的信息的</span></a></h3>
<p>（若实际没使用此类违规工具但扬言自己使用了、并在再次询问时仍不承认自己是在开玩笑的，受
同等处罚）
给予处罚：首次违规 3-1、3-4 及 3-6，屡教不改 3-8，影响极其严重的 3-12</p>
<h3 id="_1-10-任何涉及违反国家法律、违背社会道德文明准则的言语或行为-包括但不限于宣传或参与赌" tabindex="-1"><a class="header-anchor" href="#_1-10-任何涉及违反国家法律、违背社会道德文明准则的言语或行为-包括但不限于宣传或参与赌"><span>1-10 任何涉及违反国家法律、违背社会道德文明准则的言语或行为，包括但不限于宣传或参与赌</span></a></h3>
<p>博、宣传邪教等行为的
给予处罚：首次违规 3-1 及 3-4，屡教不改 3-5，影响极其严重的 3-12</p>
<h3 id="_1-11-频繁呼叫官方人员或发送无实质性内容的请求-或反复向官方人员发送已解答或解决问题的" tabindex="-1"><a class="header-anchor" href="#_1-11-频繁呼叫官方人员或发送无实质性内容的请求-或反复向官方人员发送已解答或解决问题的"><span>1-11 频繁呼叫官方人员或发送无实质性内容的请求，或反复向官方人员发送已解答或解决问题的</span></a></h3>
<p>帮助请求。也请玩家不要试图利用我们对您的信任，做出某些欺骗或试图欺骗官方人员的行为
给予处罚：首次违规 3-1，屡教不改 3-5</p>
<h3 id="_1-12-扬言或煽动其他玩家参与非正常游戏内容的行为-包括但不限于非法游行、聚众闹事等" tabindex="-1"><a class="header-anchor" href="#_1-12-扬言或煽动其他玩家参与非正常游戏内容的行为-包括但不限于非法游行、聚众闹事等"><span>1-12 扬言或煽动其他玩家参与非正常游戏内容的行为；(包括但不限于非法游行、聚众闹事等)</span></a></h3>
<p>给予处罚：首次违规 3-1 及 3-11，屡教不改 3-5，影响极其严重的 3-12</p>
<h3 id="_1-13-使用包括但不限于涉及种族-宗教、国家政治、国家领导人、淫秽的-粗俗的、诽谤-恐吓、宗教或宗教人物、工作人员、攻击性的、污辱性的、可能引起误会的、违禁物品等内容的游戏昵称、群昵称、社区昵称、公会名称等。" tabindex="-1"><a class="header-anchor" href="#_1-13-使用包括但不限于涉及种族-宗教、国家政治、国家领导人、淫秽的-粗俗的、诽谤-恐吓、宗教或宗教人物、工作人员、攻击性的、污辱性的、可能引起误会的、违禁物品等内容的游戏昵称、群昵称、社区昵称、公会名称等。"><span>1-13 使用包括但不限于涉及种族/宗教、国家政治、国家领导人、淫秽的/粗俗的、诽谤/恐吓、宗教或宗教人物、工作人员、攻击性的、污辱性的、可能引起误会的、违禁物品等内容的游戏昵称、群昵称、社区昵称、公会名称等。</span></a></h3>
<p>给予处罚：首次违规 3-1 及 3-2，屡教不改 3-8，若为玩家成立的组织违规 3-3
1-14 除上述情形外，其他不符合法律法规、社会公德或游戏规则的。</p>
</div></template>


